import { Advice, CalculationType } from '@/types/common';

export const advices: { [key in CalculationType]: Advice[] } = {
    boiler: [
        {
            label: 'Оптимальна температура води в бойлері',
            options:
                'Налаштуйте бойлер на температуру 50-60°C. Це дозволить зекономити енергію без значних втрат у комфорті. Вища температура потребує більше енергії.',
        },
        {
            label: 'Регулярне обслуговування бойлера',
            options:
                'Перевіряйте бойлер раз на рік для виявлення можливих неполадок або накопичення накипу, що може зменшити ефективність роботи і збільшити витрати енергії.',
        },
        {
            label: 'Ізоляція бойлера',
            options:
                'Ізоляція бойлера допоможе мінімізувати втрати тепла, що дозволяє зекономити електроенергію, особливо якщо бойлер встановлений в неутепленому приміщенні.',
        },
        {
            label: 'Використання таймера або програматора',
            options:
                'Встановіть таймер або програматор, щоб бойлер працював тільки в необхідні години, наприклад, вночі або в певні періоди, коли потреба в гарячій воді найвища.',
        },
        {
            label: 'Вибір енергоефективного бойлера',
            options:
                'Інвестування в бойлер з високим класом енергоефективності (A+) дозволить значно знизити витрати на електроенергію в порівнянні зі старими моделями.',
        },
        {
            label: 'Регулювання обсягу нагріву',
            options:
                'Періодично перевіряйте, чи не перевищує температура води в бойлері оптимальну температуру для використання, щоб уникнути зайвого витрачання електроенергії.',
        },
    ],
    light: [
        {
            label: 'Використовуйте енергоефективні лампи',
            options:
                'Замініть лампочки розжарювання на LED або CFL, які споживають значно менше електроенергії і мають більший термін служби.',
        },
        {
            label: 'Вимикайте світло, коли воно не потрібно',
            options:
                'Привчіть себе вимикати світло при виході з кімнати, навіть якщо йдеться про короткий час. Це дозволить знизити споживання електроенергії.',
        },
    ],
    wm: [
        {
            label: 'Прання при низьких температурах',
            options:
                'Прання при температурах 30-40°C дозволяє зекономити енергію, при цьому ваші речі будуть чистими. Більшість миючих засобів ефективно працюють навіть на низьких температурах.',
        },
        {
            label: 'Не перевантажуйте пральну машину',
            options:
                'Перевантаження пральної машини може призвести до збільшення витрат води та електроенергії. Оптимальне завантаження допомагає заощадити ресурси.',
        },
    ],
    mw: [
        {
            label: 'Використовуйте мікрохвильовку для розморожування',
            options:
                'Використовуйте мікрохвильовку для швидкого розморожування їжі, замість того щоб використовувати духовку або плиту, це значно економить електроенергію.',
        },
        {
            label: 'Не перевантажуйте мікрохвильовку',
            options:
                'Не кладіть надто велику кількість їжі в мікрохвильовку за один раз, це дозволяє зменшити час приготування та економить енергію.',
        },
    ],
};
