import { Advice, CalculationType } from '@/types/common';

export const advices: { [key in CalculationType]: Advice[] } = {
    boiler: [
        {
            label: 'Порада для котла 1',
            options: 'Порада з енергоефективності котла...',
        },
        {
            label: 'Порада для котла 2',
            options: 'Рекомендації щодо економії газу...',
        },
        {
            label: 'Порада для котла 3',
            options: 'Порада з енергоефективності котла...',
        },
        {
            label: 'Порада для котла 4',
            options: 'Рекомендації щодо економії газу...',
        },
        {
            label: 'Порада для котла 5',
            options: 'Порада з енергоефективності котла...',
        },
        {
            label: 'Порада для котла 6',
            options: 'Рекомендації щодо економії газу...',
        },
    ],
    light: [
        {
            label: 'Порада для світла 1',
            options: 'Порада щодо вибору тарифу для світла...',
        },
        {
            label: 'Порада для світла 2',
            options: 'Як заощадити на електриці...',
        },
    ],
    wm: [
        {
            label: 'Порада для пральної машини 1',
            options: 'Поради щодо вибору пральної машини...',
        },
        {
            label: 'Порада для пральної машини 2',
            options: 'Рекомендації щодо економії води...',
        },
    ],
    mw: [
        {
            label: 'Порада для мікрохвильовки 1',
            options: 'Як вибрати мікрохвильовку для вашого дому...',
        },
        {
            label: 'Порада для мікрохвильовки 2',
            options: 'Рекомендації щодо економії енергії...',
        },
    ],
};
