export const boilerContent = {
    city: {
        title: "Місто, для якого проводиться розрахунок",
        text: "На основі міста визначається ваш тариф, його можна змінити у шапці сайту."
    },
    waterVolume: {
        title: "Об'єм гарячої води, який ви споживаєте за місяць",
        text: "Згідно із нормативними даними, на 1 людина припадає 3 куб.м (3000 літрів) гарячої води в місяць. Це наше значення за замовченням."
    },
    tariffElectricity: {
        title: "Тариф, за яким ви платите за електроенергію",
        text: "За замовченням ви можете обрати однозонний чи двозонний тариф для будинків з газом. Також можна ввести вручну будь-яку значення. У майбутньому планується додати більше варіантів, які можна обрати зі списку. При виборі двозонного тарифу з'являється можливість у відсотках зазначити, яку частину часу прилад працює в 'нічний' період."
    },
    tariffWater: {
        title: "Ціни на гарячу та холодну воду з мережі",
        text: "У майбутніх версіях ціна буде автоматично підтягуватись на основі вашого міста. Обидві ціни потрібні для порівняння ціни на отримання гарячої води за допомогою бойлера, чи з мережі."
    },
    tariffWaterConnection: {
        title: "Абонентська плата за послуги з постачання теплової енергії і гарячої води",
        text: "Плата включає в себе витрати пов'язані з наданням комунальної послуги, здійсненням розподілу обсягу спожитих послуг між споживачами, нарахуванням та стягненням плати за спожиті комунальні послуги, обслуговуванням та заміною вузлів комерційного обліку води і теплової енергії, прибуток та ПДВ."
    },
    waterTemperatures: {
        title: "З якої і до якої температури гріє воду бойлер",
        text: "Початкова температура: за нормативами взимку температура холодної води - 5°C, а влітку 15°C. Цільова температура: за нормативами гаряча вода має бути 50-75°C."
    },
    coefficientOfEfficiency: {
        title: "Коефіцієнт ефективності бойлера",
        text: "Коефіцієнт ефективності (ККД) бойлера показує, наскільки ефективно він перетворює електроенергію на тепло. Зазвичай ККД електричних бойлерів становить близько 90-95%. Це значення використовується для розрахунків витрат електроенергії при нагріванні води."
    }
}

export const lightContent = {
    wattage: {
        title: "Потужність лампочки",
        text: "Усереднена потужність лампочки у Ватах."
    },
    tariffElectricity: {
        title: "Тариф, за яким ви платите за електроенергію",
        text: "За замовченням ви можете обрати однозонний чи двозонний тариф для будинків з газом. Також можна ввести вручну будь-яку значення. У майбутньому планується додати більше варіантів, які можна обрати зі списку. При виборі двозонного тарифу з'являється можливість у відсотках зазначити, яку частину часу прилад працює в 'нічний' період."
    },
    hoursPerDay: {
        title: "Кількість годин роботи освітлення на день",
        text: "Усереднена кількість годин використання освітлення на день."
    },
    numberOfBulbs: {
        title: "Кількість лампочок",
        text: "Усереднена кількість лампочок у приладах освітлення."
    },
    daysPerMonth: {
        title: "Кількість днів у поточному місяці",
        text: "Впливає на показник за місяць. Визначається автоматично."
    },
}

export const wmContent = {
    efficiencyClass: {
        title: "Клас енергоефективності вашої пралки",
        text: "Клас енергоефективності визначає, скільки електроенергії споживає пральна машина під час роботи. Він маркується від A до G, де A+++ є найбільш енергоефективним, а G – найменш. Вибір пралки з високим класом енергоефективності дозволяє суттєво зменшити витрати електроенергії."
    },
    tariffElectricity: {
        title: "Тариф, за яким ви платите за електроенергію",
        text: "За замовченням ви можете обрати однозонний чи двозонний тариф для будинків з газом. Також можна ввести вручну будь-яке значення. У майбутньому планується додати більше варіантів, які можна обрати зі списку. При виборі двозонного тарифу з'являється можливість у відсотках зазначити, яку частину часу прилад працює в 'нічний' період."
    },
    tariffWater: {
        title: "Ціна на холодну воду з мережі",
        text: "У майбутніх версіях ціна буде автоматично підтягуватись на основі вашого міста."
    },
    loadSize: {
        title: "Розмір завантаження пралки",
        text: "Розмір завантаження вказує, скільки кілограмів білизни можна випрати за один цикл. Зазвичай, побутові пральні машини мають завантаження від 5 до 12 кг. Оберіть значення відповідно до ваших потреб."
    },
    weeklyLoads: {
        title: "Кількість прань на тиждень",
        text: "Вкажіть, скільки разів ви використовуєте пральну машину на тиждень. Це значення впливає на розрахунки споживання води та електроенергії за місяць або рік."
    },
    wmAge: {
        title: "Вік вашої пралки",
        text: "Старіші пральні машини зазвичай менш енергоефективні, ніж сучасні моделі. Вкажіть, скільки років вашій пралці, щоб отримати точніші розрахунки витрат."
    },
}

export const mwContent = {
    powerRating: {
        title: "Потужність мікрохвильової печі",
        text: "Потужність мікрохвильової печі вимірюється в ватах (Вт) і вказує на швидкість, з якою піч може обігріти або приготувати їжу. Чим більша потужність, тим швидше готуються страви. Зазвичай мікрохвильовки мають потужність від 600 до 1500 Вт."
    },
    tariffElectricity: {
        title: "Тариф, за яким ви платите за електроенергію",
        text: "За замовченням ви можете обрати однозонний чи двозонний тариф для будинків з газом. Також можна ввести вручну будь-яке значення. У майбутньому планується додати більше варіантів, які можна обрати зі списку. При виборі двозонного тарифу з'являється можливість у відсотках зазначити, яку частину часу прилад працює в 'нічний' період."
    },
    usageTime: {
        title: "Час використання мікрохвильовки",
        text: "Вкажіть, скільки хвилин на день в середньому ви використовуєте мікрохвильову піч. Це допоможе точно розрахувати енергоспоживання за день або місяць."
    },
    dailyUsage: {
        title: "Щоденне використання",
        text: "Щоденне використання вказує, скільки годин або хвилин на день ви вмикаєте мікрохвильову піч. Це значення впливає на розрахунок витрат електроенергії та ваші місячні витрати на електроенергію."
    },
    ageInYears: {
        title: "Вік вашої мікрохвильової печі",
        text: "Мікрохвильові печі старшого віку можуть споживати більше енергії, ніж новіші моделі. Введіть вік вашої мікрохвильовки для більш точних розрахунків."
    },
    daysPerMonth: {
        title: "Кількість днів у поточному місяці",
        text: "Впливає на показник за місяць. Визначається автоматично."
    },
}
