export const boilerContent = {
    city: {
        title: "Місто, для якого проводиться розрахунок",
        text: "На основі міста визначається ваш тариф, його можна змінити у шапці сайту."
    },
    waterVolume: {
        title: "Об'єм гарячої води, який ви споживаєте за місяць",
        text: "Згідно із нормативними даними, на 1 людина припадає 3 куб.м (3000 літрів) гарячої води в місяць. Це наше значення за замовченням."
    },
    tariffElectricity: {
        title: "Тариф, за яким ви платите за електроенергію",
        text: "За замовченням ви можете обрати однозонний чи двозонний тариф для будинків з газом. Також можна ввести вручну будь-яку значення. У майбутньому планується додати більше варіантів, які можна обрати зі списку. При виборі двозонного тарифу з'являється можливість у відсотках зазначити, яку частину часу прилад працює в 'нічний' період."
    },
    tariffWater: {
        title: "Ціни на гарячу та холодну воду з мережі",
        text: "У майбутніх версіях ціна буде автоматично підтягуватись на основі вашого міста. Обидві ціни потрібні для порівняння ціни на отримання гарячої води за допомогою бойлера, чи з мережі."
    },
    tariffWaterConnection: {
        title: "Абонентська плата за послуги з постачання теплової енергії і гарячої води",
        text: "Плата включає в себе витрати пов'язані з наданням комунальної послуги, здійсненням розподілу обсягу спожитих послуг між споживачами, нарахуванням та стягненням плати за спожиті комунальні послуги, обслуговуванням та заміною вузлів комерційного обліку води і теплової енергії, прибуток та ПДВ."
    },
    waterTemperatures: {
        title: "З якої і до якої температури гріє воду бойлер",
        text: "Початкова температура: за нормативами взимку температура холодної води - 5°C, а влітку 15°C. Цільова температура: за нормативами гаряча вода має бути 50-75°C."
    },
    coefficientOfEfficiency: {
        title: "Коефіцієнт ефективності бойлера",
        text: "Коефіцієнт ефективності (ККД) бойлера показує, наскільки ефективно він перетворює електроенергію на тепло. Зазвичай ККД електричних бойлерів становить близько 90-95%. Це значення використовується для розрахунків витрат електроенергії при нагріванні води."
    }
}