import cn from 'classnames';

export const AboutUsSection = () => {
    return (
        <div className={cn('mt-40')}>
            <div className="px-4 xl:container">
                <h1 className="text-[32px] font-bold leading-10 xl:mb-12 xl:text-5xl">Про нас</h1>
                <p className="text-lg xl:text-2xl xl:pr-0 mb-4 xl:mb-12">
                    Ми команда розробників, яка спеціалізується на створенні корисних інструментів
                    для дому та бізнесу. Нашою основною метою є допомогти користувачам ефективно
                    керувати своїми витратами на енергію та ресурси.
                    <br />
                    Наш проект включає калькулятор для розрахунку енергоспоживання та
                    енергоефективності різних побутових приладів, таких як бойлери, пральні машини,
                    мікрохвильовки та інші пристрої. Завдяки простому інтерфейсу та інтуїтивно
                    зрозумілим налаштуванням, ви можете точно оцінити, скільки енергії споживає
                    кожен прилад і скільки можна зекономити за рахунок правильної експлуатації.
                    <br />
                    Наш калькулятор враховує різні фактори, такі як тарифи на електроенергію, клас
                    енергоефективності приладів та інші змінні, що впливають на енергоспоживання.
                    Цей інструмент допомагає зробити ваші енергетичні витрати більш прозорими та
                    оптимізованими.
                </p>
                <h2 className="text-2xl xl:text-4xl font-bold xl:font-semibold pb-4 xl:pb-6">
                    Як ми допомагаємо зекономити енергію?
                </h2>
                <p className="text-lg xl:text-2xl xl:pr-0 mb-4 xl:mb-12">
                    Наш калькулятор надає конкретні поради для кожного виду побутової техніки,
                    допомагаючи користувачам вибрати енергоефективні моделі та налаштувати свої
                    прилади для мінімального споживання електроенергії. Ви дізнаєтесь, як можна
                    зменшити витрати на електрику, застосовуючи прості стратегії та коригуючи
                    параметри приладів.
                </p>
            </div>
        </div>
    );
};
